Repository: DragonZX/butt-1
Catalog: po/locale/*/LC_MESSAGES/butt.po
Languages: ca, es

source: Could not find libfdk installed. AAC support disabled
ca: No s'ha pogut trobar libfdk. AAC serà desactivat
es: No se ha encontrado libfdk instalado. AAC desactivado

source: Starting
ca: Iniciant
es: Iniciando

source: Could not found user's home directory
ca: No s'ha pogut trobar el directori de l'usuari
es: No se ha podido encontrar el directorio del usuario

source: Reading configuration from %s
ca: Llegint configuració de %s
es: Leyendo configuración de %s

source: Could not find configuration %s
ca: No s’ha trobat la configuració %s
es: No se ha podido encontrar la configuración %s

source: Couldn't create setting file %s butt will close now
ca: No s’ha pogut crear l’archiu de configuració %s butt es tancarà
es: No se ha podido crear el archivo de configuración %s butt se va a cerrar

source: butt created initial configuration on %s
ca: butt ha creat la configuració inicial a %s
es: butt ha creado el archivo de configuración en %s

source: Waiting
ca: Esperant
es: Esperando

source: butt %s started correctly
ca: butt %s s’ha iniciat correctament
es: butt %s inició correctamente

source: Could not write to file: %s
ca: No es pot escriure l’archiu: %s
es: No se pudo escribir en el archivo: %s

source: ERROR: allocating encoder
ca: ERROR: Al allotjar el codificador
es: ERROR: alojando el codificador

source: ERROR: initializing encoder: %s
ca: ERROR: Al iniciar el codificador: %s
es: ERROR: iniciando el codificador: %s

source: Connect: Could not create network socket
ca: Connexió: No s’ha pogut crear el socket
es: Conexión: No se ha podido crear el socket

source: Connect: Error resolving server address
ca: Connexió: No s’ha pogut resoldre l’adressa
es: Conexión: Error al resolver la dirección del servidor

source: connect: invalid user/password!
ca: Conexió: Usuari/Contrasenya invàlida!
es: Conexión: ¡Usuario/Contraseña inválida!

source: update_song: could not create network socket
ca: Cambiar cançó: No s’ha pogut crear el socket
es: Cambio canción: No se ha podido crear el socket

source: update_song: error resolving server address
ca: Cambiar cançó: Error al resoldre l’adressa
es: Cambio canción: No se ha podido resolver la dirección del servidor

source: unable to init lame params %d
ca: Error al crear el codificador de MP3 %d

source: Opus Encoder creation error: %s
ca: Error al crear el codificador de Opus: %s

source: Opus Encoder NULL wtf?
ca: Error sèrio de Opus

source: PortAudio init failed: %s
ca: PortAudio ha fallat: %s

source: ERROR: no sound device with input channels found
ca: ERROR: No hi ha cap dispositiu d’àudio de entrada

source: Error getting device Info (%d)
ca: No s’ha pogut obtenir informació del dispositiu (%d)

source: Samplerate not supported: %dHz Using default samplerate: %dHz
ca: Mostreig no soportat: %dHz Usant: %dHz
es: Muestreo no soportado: %dHz Se usará: %dHz

source: PA: Format not supported
ca: PortAudio: Format no suportat

source: PA: Format not supported: %s
ca: PortAudio: Format no suportat: %s

source: error opening sound device: %s
ca: Error al obrir el dispositiu: %s

source: user disconnected
ca: usuari desconectat
es: usuario desconectado

source: recording to:
ca: gravant a:
es: grabando en:

source: recording stopped
ca: gravació aturada
es: grabación parada

source: PaError: %s
ca: PortAudio Error %s

source: ERROR: Could not initialize samplerate converter
ca: ERROR: No s’ha pogut iniciar el conversor del mostreig

source: Connect: Invalid password!
ca: Connexió: Contrasenya invàlida!
es: Conexión: ¡Contraseña inválida!

source: Update song: Could not create network socket
ca: Cambiar cançó: No s’ha pogut crear el socket
es: Cambio canción: No se ha podido crear el socket

source: Update song: Error resolving server address
ca: Cambiar cançó: No s’ha pogut resoldre l'adressa
es: Conexión: Error al resolver la dirección del servidor

source: connecting
ca: conectant
es: conectando

source: Error: No server entry found. Please add a server in the settings-window.
ca: Error: No hi ha servidor. Afegeix un a la configuració.

source: Error: ogg vorbis encoder doesn't support bitrates lower than 48kbit
ca: Error: Vorbis no soporta bitrates per deball de 48Kbps
es: Error: ogg vorbis no soporta bitrates inferiores a 48Kbps

source: Error: Icecast doesn't support aac
ca: Error: Icecast no soporta AAC
es: Error: Icecast no soporta AAC

source: Connecting to %s:%u (%u) ...
ca: Conectant a %s:%u (%u) ...
es: Conectando a %s:%u (%u) ...

source: Connecting to %s:%u ...
ca: Connectant a %s:%u ...
es: Conectando a %s:%u

source: Settings: Type: %s Codec: %s Bitrate: %dkbps Samplerate: %dHz
ca: Configuració: Tipus: %s Còdec: %s Bitrate: %dkbps Mostreig: %dHz
es: Ajustes: Tipo: %s Códec: %s Bitrate: %dkbps Samplerate: %dHz

source: Mounting point: %s User: %s
ca: Punt de muntatje: %s Usuari: %s
es: Punto de montaje: %s Usuario: %s

source: Settings@>
ca: Config@>
es: Ajustes@>

source: Settings@<
ca: Config@<
es: Ajustes@<

source: No mountpoint specified Setting mountpoint to "stream"
ca: No s’ha especificat punt de muntatje Usant “stream”

source: No user specified Setting user to "source"
ca: No s’ha especificat usuari Usant “source”

source: The sum of characters of all your server names exeeds 1000 Please reduce the count of characters of each server name
ca: La suma total del nombre de caràcters del noms de servidors excedeix 1000. Redueix la quantitat de caràcters de cada un

source: No newline characters and ;/\ are allowed in the name field
ca: No es permet cambi de linea i els caràcters ;/\ en aquest camp

source: No address specified
ca: No s’ha especificat adressa

source: No password specified
ca: No s’ha especificat contrasenya

source: No port specified
ca: No s’ha especificat un port

source: Invalid port number The port number must be between 1 and 65535
ca: Nombre de port invàlid Ha de estar entre 1 i 65535

source: Server name already exist!
ca: Nom del servidor ja existeix!

source: Cancel
ca: Cancelar
es: Cancelar

source: Yes
ca: Si
es: Si

source: Stop recording?
ca: Parar de gravar?
es: ¿Parar grabación?

source: Connexion canceled
ca: Conexió cancelada
es: Conexión cancelada

source: You haven't specified a recording file
ca: No s’ha especificat archiu de gravació
es: No has especificado un archivo de grabación

source: Could not find a valid filename
ca: No es pot trobar un archiu vàlid
es: No se ha podido encontrar un archivo válido

source: %s already exists!
ca: %s ja existeix!
es: ¡%s ya existe!

source: Overwrite
ca: Sobreescriure
es: Sobreescribir

source: Append
ca: Afegir
es: Adjuntar

source: Could not open: %s
ca: No s'ha pogut obrir: %s
es: No puede abrirse: %s

source: Less @2<
ca: Menys @2<
es: Menos @2<

source: More @2>
ca: Més @2>
es: Más @2>

source: Add Server
ca: Afegir servidor
es: Añadir

source: Show Password
ca: Mostrar
es: Mostrar

source: Edit Server
ca: Editar servidor
es: Editar

source: Add Server Infos
ca: Afegir info
es: Añadir Info

source: Now
ca: Ara
es: Ahora

source: Update song failed
ca: Actualitzar cançó ha fallat
es: Actualizar canción falló

source: Audio buffer has been set to %d ms
ca: Búffer d’àudio adjustat a %dms
es: Búffer de audio ajustado a %dms

source: Changed resample quality to
ca: Qualitat del remostreig a
es: Cambiado calidad de remuestreo a

source: Hide Password
ca: Ocultar
es: Ocultar

source: No name specified
ca: Nom no especificat
es: Nombre no especificado

source: The sum of characters of all your icy names exeeds 1000 Please reduce the count of characters of each icy name
ca: La suma total del nombre de caràcters del noms de informació excedeix 1000. Redueix la quantitat de caràcters de cada un

source: Icy name already exist!
ca: Nom de l’entrada ja existeix!

source: Warning: The stream Sample-/Bitrate combination is invalid
ca: Alerta: La combinació del Mostreig-Bitrate per l’streaming es invàlid
es: Alerta: La combinación Muestreo/Bitrate del stream es inválida

source: The previous values have been set
ca: S’han restablert els valors anteriors
es: Los ajustes anteriores se ha restablecido

source: Stream bitrate set to: %dk
ca: Bitrate de l’streaming a: %dKbps
es: Bitrate del stream a: %dKbps

source: Warning: The record Sample-/Bitrate combination is invalid
ca: Alerta: La combinació Mostreig-Bitrate per a la gravació es invàlida
es: Alerta: La combinación Muestreo/Bitrate de grabación es inválida

source: The previous values have been set
ca: S’han restablert els valors anteriors
es: Los ajustes anteriores se ha restablecido

source: Recording bitrate: %dk
ca: Bitrate de gravació a: %dKbps
es: Bitrate de grabación: %dKbps

source: Warning: The Sample-/Bitrate combination is invalid
ca: Alerta: La combinació Mostreig-Bitrate es invàlida
es: Alerta: La combinación Muestreo/Bitrate es inválida

source: Samplerate set to: %dHz
ca: Mostreig a: %dHz
es: Muestreo a: %dHz

source: Channels set to: stereo
ca: Canals a stereo
es: Canales en stereo

source: Channels set to: mono
ca: Canals a mono
es: Canales en mono

source: Edit Server Infos
ca: Edit Infos
es: Editar

source: MP3 encoder doesn't support current Sample-/Bitrate combination
ca: MP3 no soporta la combinació de Mostreig-Bitrate
es: MP3 no soporta la combinación actual de Muestreo-Bitrate

source: Stream codec set to mp3
ca: Còdec de l’streaming adjustat a MP3
es: Códec del stream a MP3

source: OGG Vorbis encoder doesn't support current Sample-/Bitrate combination
ca: Vorbis no soporta la combinació de Mostreig-Bitrate
es: Vorbis no soporta la combinación actual de Muestreo-Bitrate

source: Stream codec set to ogg/vorbis
ca: Còdec de l’streaming adjustat a Vorbis
es: Códec del stream a Vorbis

source: Opus encoder doesn't support current Sample-/Bitrate combination
ca: Opus no soporta la combinació de Mostreig-Bitrate
es: Opus no soporta la combinación actual de Muestreo-Bitrate

source: Stream codec set to opus
ca: Còdec de l’streaming adjustat a Opus
es: Códec del stream a Opus

source: AAC doesn't support current Sample-/Bitrate combination
ca: AAC no soporta la combinació de Mostreig-Bitrate
es: AAC no soporta la combinación actual de Muestreo-Bitrate

source: Stream codec set to AAC
ca: Còdec de l’streaming adjustat a AAC
es: Códec del stream a AAC

source: Recording set to mp3
ca: Còdec de gravació adjustat a MP3
es: Códec de grabación a MP3

source: Recording set to ogg/vorbis
ca: Còdec de gravació adjustat a Vorbis
es: Códec de grabación a Vorbis

source: Recording set to opus
ca: Còdec de gravació adjustat a Opus
es: Códec de grabación a Opus

source: ERROR: While initializing flac settings
ca: ERROR: No s’ha pogut iniciar el codifcador de Flac
es: ERROR: No se ha podido iniciar el codificador de Flac

source: Recording set to flac
ca: Còdec de gravació adjustat a Flac
es: Códec de grabación a Flac

source: Recording set to wav
ca: Còdec de gravació adjustat a WAV
es: Códec de grabación a WAV

source: Recording set to AAC
ca: Còdec de gravació adjustat a AAC
es: Códec de grabación a AAC

source: Record to...
ca: Gravar a...
es: Grabar en...

source: Select Songfile
ca: Selecciona archiu
es: Seleccionar archivo

source: select background color
ca: selecciona color de fons
es: selecciona color de fondo

source: select text color
ca: selecciona color de tex
es: selecciona color de texto

source: Export to...
ca: Exportar a...
es: Exportar a...

source: Import...
ca: Importar…
es: Importar...

source: Could not import config %s
ca: No es pot importar configuració %s
es: No se ha podido importar %s

source: Config imported %s
ca: Configuració importada %s
es: Configuración importada %s

source: Select logfile...
ca: Selecciona archiu de log…
es: Selecciona archivo de log...

source: yes
ca: si
es: si

source: There are unsaved changes. Would you like to save them to your config file?
ca: Hi ha canvis sense guardar. Vols guardar-los?
es: Hay cambios sin guardar. ¿Quieres guardarlos?

source: Compression of
ca: Compressió de
es: Compresión del

source: dev. not supported
ca: Dispositiu no soportat
es: Dispositivo no soportado

source: Sent %0.2lfMB
ca: Enviat %0.2lfMB
es: Enviado %0.2lfMB

source: Time %s
ca: Temps %s
es: Tiempo %s

source: Time recording %s
ca: Temps grabant %s
es: Tiempo grabado %s

source: Size recorded %0.2lfMB
ca: Tam gravat %0.2lfMB
es: Tam grabado %0.2lfMB

source: ERROR: Connexion lost Reconnecting...
ca: ERROR: Conexió perduda Reconectant...
es: ERROR: Conexión perdida Reconectando...

source: Cannot detect file extension Splitting file is deactivated
ca: No es pot detectar extensió Divisió de archius desactivar
es: No se ha podido detectar la extensión La división del archivo se ha desactivado

source: Could not find a valid filename for next file butt keeps recording to current file
ca: No s’ha pogut trobar un nom d’arxiu vàlid per al següent butt mantendrà gravant a l’arxiu actual
es: No se ha podido encontrar un nombre válido para el siguiente archivo butt se mantendrá grabando en el archivo actual

source: Recording to:
ca: Gravant a:
es: Grabando en:

source: Could not open: %s. Will try in 5s
ca: No es pot obrir: %s Tornarà a provar en 5s
es: No se ha podido abrir: %s Se reintentará en 5s

source: Gain
ca: Ganància
es: Ganancia

source: press left mouse to toggle lcd info
ca: clica per canviar la info del LCD
es: clica para cambiar la info del LCD

source: Start streaming
ca: Iniciar streaming
es: Empezar el streaming

source: Disconnect
ca: Desconectar
es: Desconectar

source: Start/Stop recording
ca: Iniciar/Parar gravació
es: Empezar/Parar grabación

source: More @2<
ca: Més @2<
es: Más @2<

source: Show/Hide info panel
ca: Mostrar/Ocultar panel de informació
es: Mostrar/Ocultar panel de info

source: VU meter
ca: VU-metre
es: VU-metro

source: Show/Hide settings window
ca: Mostrar/Ocultar finestra de configuració
es: Mostrar/Ocultar ventana de ajustes

source: butt settings
ca: Configuració de butt
es: Ajustes de butt

source: Log file
ca: Archiu de log
es: Archivo de log

source: Select log file
ca: Selecciona archiu de log
es: Selecciona archivo de log

source: Settings
ca: Configuració
es: Ajustes

source: Import settings from config file
ca: Importar configuració d’un archiu
es: Importar ajustes de archivo

source: &Save
ca: &Guardar
es: &Guardar

source: Save settings
ca: Guardar configuració
es: Guardar ajustes

source: Export...
ca: Exportar...
es: Exportar

source: export settings
ca: exportar configuració
es: exportar ajustes

source: Server connexion
ca: Conexió del servidor
es: Conexión del servidor

source: Server
ca: Servidor
es: Servidor

source: Server to connect
ca: Servidor a conectar-se
es: Servidor al que conectarse

source: ADD
ca: AFE
es: AÑADIR

source: Add server
ca: Afegir servidor
es: Añadir servidor

source: EDIT
ca: EDITAR
es: EDITAR

source: Edit selected server
ca: Editar el servidor sel·leccionat
es: Editar servidor seleccionado

source: DEL
ca: ELIM
es: ELIM

source: Delete selected server
ca: Eliminar servidor sel·leccionat
es: Eliminar servidor seleccionado

source: Audio
ca: Àudio

source: Audio Settings
ca: Configuració d’àudio
es: Ajustes de audio

source: Audio devices
ca: Dispositius d’àudio
es: Dispositivos de audio

source: select your sound card device
ca: Selecciona dispositiu d’àudio
es: selecciona tu dispositivo de audio

source: Channels
ca: Canals
es: Canales

source: Select input channel
ca: Selecciona els canals d'entrada
es: Selecciona canal de entrada

source: Sample rate
ca: Velocitat de mostreig
es: Velocidad de muestreo

source: Select input sample rate
ca: Selecciona la velocitat de mostreig d'entrada
es: Selecciona la velocidad de muestreo de entrada

source: Recording
ca: Gravació
es: Grabación

source: Codec
ca: Còdec
es: Códec

source: Select recording codec
ca: Selecciona còdec de gravacií
es: Selecciona códec de grabación

source: Select recording bitrate
ca: Selecciona bitrate de gravació
es: Selecciona bitrate de grabación

source: Advanced...
ca: Avançat...
es: Avanzado...

source: Show/Hide advanced settings
ca: Mostrar/Ocultar configuració avançada
es: Mostrar/Ocultar ajustes avanzados

source: Resampling quality
ca: Qualitat del remostreig
es: Calidad de remuestreo

source: Select streaming codec
ca: Selecciona còdec de l’emisió
es: Seleccionar códec del streaming

source: Select streaming bitrate
ca: Selecciona bitrate de l’emisió
es: Seleccionar bitrate del streaming

source: Stream
ca: Emisió

source: Add stream info
ca: Afegir info
es: Añadir info del streaming

source: Change song name using a file
ca: Cambiar cançó usant un archiu
es: Cambiar nombre de canción usando archivo

source: Select file...
ca: Seleccionar archiu…
es: Seleccionar archivo...

source: Activate
ca: Activar
es: Activar

source: Activate auto update from file
ca: Activar auto-actualització des de l’arxiu
es: Activar auto-actualizar del archivo

source: Change song name manually
ca: Cambiar la cançó manualment
es: Cambiar canción manualmente

source: Update Current Song
ca: Actualitzar cançó actual
es: Actualizar canción actual

source: Start streaming when opening
ca: Començar emisió al obrir
es: Empezar streaming al abrir

source: Connect automatically to a server at startup
ca: Conectar automàticament al obrir butt
es: Conectar automáticamente al servidor al abrir butt

source: Server settings
ca: Configuració de servidors
es: Ajustes del servidor

source: Streaming info
ca: Info de streamings
es: Info de streaming

source: Add
ca: Afegir
es: Añadir

source: Edit
ca: Editar
es: Editar

source: Edit stream info
ca: Edita la informació
es: Editar info

source: Delete
ca: Eliminar
es: Eliminar

source: Delete stream info
ca: Elimina la informació
es: Eliminar info

source: Change song name using a running app
ca: Canviar cançó usant una aplicació
es: Cambiar canción actual usando un programa

source: Changes the song through an running application
ca: Canvia la cançó actual usant una aplicació en execució
es: Cambias la canción actual a través de un programa en ejecución

source: Name of the file
ca: Nom de l’arxiu
es: Nombre del archivo

source: Record Filename using the below tokens
ca: Nom de l’arxiu de gravació usant els tokens de abaix
es: Graba al archivo usando los tokens de abajo

source: Recording directory
ca: Directori de gravació
es: Directorio de grabación

source: The directory where save all files
ca: El directori on estotjar tots els arxius
es: El directorio donde se almacenan todos los archivos

source: Select a directory
ca: Selecciona un directori
es: Selecciona un directorio

source: File division
ca: Divisió de arxius
es: División de archivos

source: Every
ca: Cada
es: Cada

source: minutes
ca: minuts
es: minutos

source: Synchronize with every hour
ca: Sincronitzar amb canvi d’hora
es: Sincronizar con cambio hora

source: Start recording when connected
ca: Començar a gravar al conectar-se
es: Empezar a grabar al conectarse

source: %Y year
ca: %Y any
es: %Y año

source: %m month
ca: %m mes
es: %m mes

source: %d day
ca: %d dia
es: %d día

source: %H hour
ca: %H hora
es: %H hora

source: %M minute
ca: %M minut
es: %M minuto

source: %S second
ca: %S segons
es: %S segundo

source: %i # of file
ca: %i nº d’arxiu
es: %i nº de archivo

source: Tokens for the file
ca: Tokens per un arxiu
es: Tokens para el archivo

source: Split now
ca: Dividir ara
es: Dividir ahora

source: Activate compressor
ca: Activar compressor
es: Activar compresor

source: Equalizator
ca: Equalitzador
es: Ecualizador

source: Activate equalizator
ca: Activar equalitzador
es: Activar ecualizador

source: Restart
ca: Reestablir
es: Reestablecer

source: GUI Colors
ca: Colors de la interfície
es: Colores de la interfaz

source: Text color
ca: Color del text
es: Color del texto

source: Background color
ca: Color de fons
es: Color de fondo

source: Stick this window to the main
ca: Aferrar aquesta finestra a la principal
es: Pegar esta ventana a la principal

source: Window always on top
ca: Finestres sempre al damunt
es: Ventana siempre delante

source: Change LCD mode every 5s
ca: Cambiar mode del LCD cada 5s
es: Cambiar el modo del LCD cada 5s

source: Name:
ca: Nom:
es: Nombre:

source: Address:
ca: Adressa:
es: Dirección:

source: Password:
ca: Contrasenya:
es: Contraseña:

source: IceCast mountpoint:
ca: Punt de muntatje IceCast:
es: Punto de montaje IceCast:

source: IceCast user:
ca: Usuari IceCast:
es: Usuario IceCast:

source: Type:
ca: Tipus:
es: Tipo:

source: &Cancel
ca: &Cancelar
es: &Cancelar

source: &ADD
ca: &AFE
es: &AÑA

source: Show…
ca: Mostrar...
es: Mostrar

source: show/hide password
ca: Mostrar/Ocultar contrasenya
es: Mostrar/Ocultar contraseña

source: Streaming information
ca: Informació de l’emisió
es: Información del streaming

source: Streaming name:
ca: Nom de l’emisió:
es: Nombre del streaming:

source: The name of your new ICY-entrie
ca: El nom de la nova entrada
es: Nombre de la nueva entrada ICY

source: Description:
ca: Descripció:
es: Descripción:

source: Genre:
ca: Gènere:
es: Género:

source: Public server
ca: Servidor públic
es: Servidor público

source: Less @8>
ca: Menys @8>
es: Menos @8>

source: PortAudio init failed butt is going to close now
es: PortAudio falló al iniciarse butt se va a cerrar

source: Compressor
es: Compresor

source: Port:
es: Puerto:
