Repository: DragonZX/butt-1
Catalog: po/*.po
Languages: ca

source: No se ha compilado con libaacplus
ca: No s’ha compilat amb libaacplus o libfdk

source: Iniciando
ca: Iniciant

source: No se ha encontrado el directorio del usuario
ca: No s’ha trobat el directori principal de l’usuari

source: Leyendo configuración de %s
ca: Llegint configuració de %s

source: PortAudio init failed butt is going to close now
ca: PortAudio ha fallat al iniciar-se butt es tancará ara

source: No se ha podido encontrar la configuración %s
ca: No s’ha pogut trobar la configuració %s

source: No se ha podidio crear el archivo de configuración %s butt se va ha cerrar ahora
ca: No s’ha pogut crear l’archiu de configuració %s butt es tancará ara

source: butt ha creado el archivo de configuración inicial en %s
ca: butt ha creat l’archiu de configuració inicial a %s

source: butt %s iniciado perfectamente
ca: butt %s s’ha iniciat perfectament

source: Could not write to file: %s
ca: No es pot escriure l’archiu: %s

source: user disconnected
ca: usuari desconectat

source: recording to:
ca: grabant a:

source: recording stopped
ca: grabació aturada

source: PaError: %s
ca: PortAudio Error: %s

source: ERROR: Could not initialize samplerate converter
ca: ERROR: No s’ha pogut inicialitzar el convertido de samplerate

source: Connect: Invalid password!
ca: Connexió: Contrasenya invàlida!

source: connecting
ca: connectant

source: Error: No server entry found. Please add a server in the settings-window.
ca: Error: No hi ha cap servidor. Afegeix un a la configuració.

source: Error: ShoutCast doesn't support ogg vorbis
ca: Error: ShoutCast no soporta Ogg/Vorbis

source: Error: ShoutCast doesn't support opus
ca: Error: ShoutCast no soporta Opus

source: Error: Icecast doesn't support aac+ (he-aac)
ca: Error: Icecast no soporta AAC+ (he-aac)

source: Conectando a %s:%u (%u) ...
ca: Conectant a %s:%u (%u)

source: Conectando a %s:%u ...
ca: Conectant a %s:%u …

source: Ajustes: Tipo: %s Códec: %s Bitrate: %dkbps Samplerate: %dHz
ca: Configuració: Tipus: %s Códec: %s Bitrate: %dkbps Samplerate: %dHz

source: %sPunto de montaje: %s Usuario: %s
ca: %sPunt de muntatje: %s Usuari: %s

source: Ajustes@>
ca: Configuració@>

source: Ajustes@<
ca: Configuració@<

source: No mountpoint specified Setting mountpoint to "stream"
ca: No s’ha especificat punt de muntatje Usant el valor per defecte “stream”

source: No user specified Setting user to "source"
ca: No s’ha especificat usuari Usant el valor per defecte “source”

source: No newline characters and ;/\ are allowed in the name field
ca: No està permitit els caràcters ;/\ i el canvi de linia

source: No address specified
ca: No s’ha especificat una adressa

source: No password specified
ca: No s’ha especificat una contrasenya

source: No port specified
ca: No s’ha especificat un port

source: Invalid port number The port number must be between 1 and 65535
ca: Numero de port invàlid El port ha de ser un número entre 20 i 65535

source: Conexión cancelada
ca: Conexió cancelada

source: ¿Parar grabación?
ca: Parar grabació?

source: No se ha especificado archivo donde grabar
ca: No s’ha especificat un archiu on grabar

source: Could not find a file extension (mp3/ogg/opus/wav) in current filename Automatic file splitting is deactivated
ca: No s’ha pogut trobar una extensió en el nom actual de l’archiu La divisió automàtica de archius s’ha desactivat

source: %s already exists!
ca: %s ja existeix!

source: overwrite
ca: Reescriure

source: append
ca: Afegir

source: Could not open: %s
ca: No s’ha pogut obrir: %s

source: Menos @2<
ca: Menys @2<

source: Más @2>
ca: Més @2>

source: Add Server
ca: Afegir servidor

source: Show Password
ca: Mostra Contra

source: Edit Server
ca: Editar servidor

source: Add Server Infos
ca: Afegir Info servidor

source: Ahora
ca: Ara

source: Actualizar la canción actual falló
ca: Actualitzar la cançó actual ha fallat

source: Audio buffer has been set to %d ms
ca: Audio buffer s’ha ajustat a %d ms

source: Changed resample quality to
ca: Cambiar qualitat de remostreig a

source: Hide Password
ca: Ocultar contra

source: No name specified
ca: No s’ha especificat un nom

source: The sum of characters of all your icy names exeeds 1000 Please reduce the count of characters of each icy name
ca: El nom de l’emisió supera els 1000 caràcters Redueix la quantitat de caràcters

source: Warning: The stream Sample-/Bitrate combination is invalid
ca: Alerta: La combinació Sample/Bitrate no es vàlida per l’emisió

source: The previous values have been set
ca: Els valors anteriors s’han restablert

source: Stream bitrate set to: %dk
ca: Bitrate de l’emisió ajustada a %dk

source: Warning: The record Sample-/Bitrate combination is invalid
ca: Alerta: La combinació Sample/Bitrate no es vàlida per a grabar

source: The previous values have been set
ca: Els valors anteriors s’han restablert

source: Bitrate de grabacion a: %dk
ca: Bitrate de grabació: %dk

source: Warning: The Sample-/Bitrate combination is invalid
ca: Alerta: La combinació Sample/Bitrate no es vàlida

source: Samplerate set to: %dHz
ca: Velocitat de mostra ajustat a %dHz

source: Channels set to: stereo
ca: Canals ajustat a stereo

source: Channels set to: mono
ca: Canals ajustat a mono

source: Edit Server Infos
ca: Editar Info Servidor

source: MP3 encoder doesn't support current Sample-/Bitrate combination
ca: MP3 no soporta la combinació Sample/Bitrate actual

source: Stream codec set to mp3
ca: Codec de l’emisió ajustada a MP3

source: OGG Vorbis encoder doesn't support current Sample-/Bitrate combination
ca: Ogg/Vorbis no soporta la combinació Sample/Bitrate actual

source: Stream codec set to ogg/vorbis
ca: Codec de l’emisió ajustada a ogg/vorbis

source: Opus encoder doesn't support current Sample-/Bitrate combination
ca: Opus no soporta la combinació Sample/Bitrate actual

source: Stream codec set to opus
ca: Codec de l’emisió ajustada a Opus

source: AAC+ (HE-AAC) doesn't support current Sample-/Bitrate combination
ca: AAC+ no soporta la combinació Sample/Bitrate actual

source: Stream codec set to AAC+
ca: Codec de l’emisió ajustada a AAC+

source: Grabación ajustado a mp3
ca: Grabació ajustada a MP3

source: Grabación ajustado a ogg/vorbis
ca: Grabació ajustada a ogg/vorbis

source: Grabación ajustado a opus
ca: Grabació ajustada a OPUS

source: ERROR: While initializing flac settings
ca: ERROR: Al iniciar la configuració de FLAC

source: Grabación ajustado a flac
ca: Grabació ajustada a FLAC

source: Grabación ajustado a wav
ca: Grabació ajustada a WAV

source: Grabación ajustado a AAC+
ca: Grabació ajustada a AAC+

source: Record to...
ca: Grabar a…

source: Select Songfile
ca: Seleccionar archiu de cançó

source: select background color
ca: Seleccionar color de fons

source: select text color
ca: Seleccionar color de text

source: Export to...
ca: Exportar a…

source: Import...
ca: Importar…

source: Could not import config %s
ca: No s’ha pogut importar la configuració %s

source: Config imported %s
ca: Configuració importada %s

source: Select logfile...
ca: Seleccionar archiu de log…

source: yes
ca: Si

source: There are unsaved changes. Would you like to save them to your config file?
ca: Hi ha canvis no guardats. Voldries guardarlos?

source: Cantidad de compresión
ca: Quantitat de compressió

source: dev. not supported
ca: Dispositiu no soportat

source: Enviado %0.2lfMB
ca: Enviat %0.2lfMB

source: Tiempo %s
ca: Temps %s

source: Tiempo grabando %s
ca: Temps grabant %s

source: Tamaño grabado %0.2lfMB
ca: Mida grabat %0.2lfMB

source: ERROR: Conexión perdida Reconectando...
ca: ERROR: Conexió perduda Reconectant…

source: No se ha podido detectar una extensión de archivo Se ha desactivado la división del archivo
ca: No s’ha pogut detectar una extensió d’archiu S’ha desactivat la divisió de l’archiu

source: Siguiente archivo
ca: Següent archiu

source: ya existe butt se mantendrá en el actual
ca: ja existeix butt es mantendrá en l’actual

source: No se ha podido abrir: %s
ca: No s’ha pogut obrir: %s

source: Grabando en:
ca: Grabant a:

source: No se ha podido abrir: %s. Se reintentará en 5s
ca: No s’ha pogut obrir: %s. Se reintentarà en 5s

source: Gain
ca: Volum

source: Empezar streaming
ca: Començar emisió

source: Empezar/Parar de grabar
ca: Començar/Aturar de grabar

source: Más @2<
ca: Més @2<

source: Mostrar/Ocultar panel de información
ca: Mostrar/Ocultar panel d’informació

source: VU meter
ca: VU-metre

source: Mostrar/Ocultar venata de ajustes
ca: Mostrar/Ocultar finestra de configuració

source: butt settings
ca: Configuració de butt

source: Archivo de log
ca: Archiu de log

source: Select log file
ca: Seleccionar archiu log

source: Configuración
ca: Configuració

source: Import settings from config file
ca: Importar configuració de l’archiu

source: Save settings
ca: Guardar configuració

source: export settings
ca: Exportar configuració

source: Server connexion
ca: Connexió al servidor

source: Server
ca: Servidor

source: Server to connect
ca: Servidor on connectar-se

source: ADD
ca: AFEGIR

source: Add server
ca: Afegir servidor

source: EDIT
ca: EDITAR

source: Edit selected server
ca: Editar servidor seleccionat

source: DEL
ca: ELIM

source: Delete selected server
ca: Eliminar servidor seleccionat

source: Audio
ca: Àudio

source: Ajustes de Audio
ca: Configuració d’Àudio

source: Dispositivo de audio
ca: Dispositiu d’àudio

source: select your sound card device
ca: Selecciona la targeta de so

source: Canales
ca: Canals

source: Select input channel
ca: Seleccionar canals d’entrada

source: Muestreo
ca: Mostreig

source: Select input sample rate
ca: Seleccionar samplerate de entrada

source: Grabación
ca: Grabació

source: Codec
ca: Códec

source: Select recording codec
ca: Seleccionar códec de grabació

source: Select recording bitrate
ca: Seleccionar bitrate de grabació

source: Avanzado...
ca: Avançat…

source: Calidad de remuestreo
ca: Qualitat de remostreig

source: Streaming
ca: Emisió

source: Select streaming codec
ca: Seleccionar códec de l’emisió

source: Select streaming bitrate
ca: Seleccionar bitrate de l’emisió

source: Stream
ca: Emisió

source: Add stream info
ca: Afegir informació de l’emisió

source: Cambiar nombre de canción con archivo
ca: Cambiar nom de cançó amb archiu

source: Activate auto update from file
ca: Activar actualització automática d’archiu

source: Cambiar nombre de canción manualmente
ca: Cambiar nom de cançó manualment

source: Update Current Song
ca: Actualitzar cançó actual

source: Empezar streaming al inicio
ca: Començar streaming al inici

source: Connect automatically to a server at startup
ca: Conectar automáticament al obrir

source: Recomendación de nombre de canción:
ca: Recomendació de nom de cançó:

source: TITULO – ARTISTA
ca: TITLE – ARTISTA

source: Ajustes de servidor
ca: Configuració de servidor

source: Información del Streaming
ca: Informació del Streaming

source: Añadir
ca: Afegir

source: Edit stream info
ca: Editar info

source: Delete stream info
ca: Eliminar informació

source: Nombre de archivo de la grabación
ca: Nom de l’archiu de grabació

source: Record Filename
ca: Nom de l’archiu

source: Directorio de grabación
ca: Directori de grabació

source: División del archivo
ca: Divisió de l’archiu

source: minutos
ca: minuts

source: Sincronizar con cada hora
ca: Sincronitzar amb cada hora

source: Empezar a grabar cuando te conectes
ca: Començar a grabar quan et connectis

source: %Y año
ca: %Y any

source: %d día
ca: %d dia

source: %M minuto
ca: %M minut

source: %S segundo
ca: %S segon

source: %i nº archivo
ca: %i nº archiu

source: Tokens especiales del archivo
ca: Tokens especials de l’archiu

source: Compresor
ca: Compressor

source: Activar compresor
ca: Activar compressor

source: Colores de la interfaz
ca: Colors de la interfície

source: Color del texto
ca: Color del text

source: Color de fondo
ca: Color de fons

source: Pegar esta ventana a la principal
ca: Aferrar aquesta finestra a la principal

source: Ventana siempre encima
ca: Finestra sempre al damunt

source: Cambiar modo del LCD cada 5s
ca: Cambiar mode del LCD cada 5s

source: Añadir servidor
ca: Afegir servidor

source: Nombre:
ca: Nom:

source: Dirección:
ca: Direcció:

source: Puerto:
ca: Port:

source: Contraseña:
ca: Contrasenya:

source: IceCast mountpoint:
ca: Punt de muntatje:

source: IceCast user:
ca: Usuari IceCast:

source: Tipo:
ca: Tipus:

source: &ADD
ca: &Afegir

source: Mostrar contra…
ca: Mostra contra…

source: show/hide password
ca: mostrar/ocultar contrasenya

source: Nombre del streaming:
ca: Nom del streaming:

source: The name of your new ICY-entrie
ca: El nom de la nova entrada ICY

source: Descripción:
ca: Descripció:

source: Género:
ca: Genere:

source: Servidor público
ca: Servidor públic

source: Menos @8>
ca: Menys @8>
